cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'iamy'
brew 'ansible'
brew 'awscli'
brew 'ctop'
brew 'docker'
brew 'fish'
brew 'git'
brew 'git-lfs'
brew 'gnupg2'
brew 'htop'
brew 'openssl'
brew 'node'

cask 'dropbox'
cask 'forklift'
cask 'goofy'
cask 'google-chrome'
cask 'iterm2'
cask 'keepassxc'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
case 'visual-studio-code'
cask 'vlc'
cask 'webstorm'
